perf/proxy-9090/endurance/summary.txt
--------------------------------
Summary report @ 14:05:34(-0300)
--------------------------------

http.codes.200: ...................................................... 43303
http.request_rate: ................................................... 65/sec
http.requests: ....................................................... 43303
http.response_time:
  min: ............................................................... 1302
  max: ............................................................... 2306
  median: ............................................................ 1300.1
  p95: ............................................................... 1353.1
  p99: ............................................................... 1408.4
http.responses: ...................................................... 43303
vusers.completed: .................................................... 43303
vusers.created: ...................................................... 43303
vusers.created_by_name.Bbox1 (/): .................................... 43303
vusers.failed: ....................................................... 0
vusers.session_length:
  min: ............................................................... 1303.6
  max: ............................................................... 2307.5
  median: ............................................................ 1300.1
  p95: ............................................................... 1380.5
  p99: ............................................................... 1436.8